<?php

/**
 * Файл для статичных переводов
 **/


return [
    'feedback' => [
        'contacts' => 'Біздің байланыс',
        'title' => 'Сұрақтарыңыз бар ма?',
        'desc' => 'Консультацияға сұраным қалдырыңыз, біздің<br>
                            мамандар сіздің сұрақтарыңызға жауап береді',
        'fio' => 'Аты-жөні*',
        'phone' => 'Телефон нөмірі*',
        'organization' => 'Ұйымның атауы',
        'send' => 'Онлайн өтінім',
        'success' => [
            'title' => 'Өтінішіңіз үшін рақмет!',
            'desc' => 'Біздің мамандар жақын арада сізбен байланысады'
        ],
    ],

    'errors' => [
        'name.required' => 'Имя не указано',
        'name.max' => 'Имя не может быть больше :max символов',

        'phone.required' => 'Номер телефона не указан',
    ]
];
