<?php

/**
 * Файл для статичных переводов
 **/


return [
    'filling' => 'Бұл бөлім толтырылу барысында',
	'home' => 'Басты бет',
	'page_prev' => 'Алдыңғы',
	'page_next' => 'Келесі',
    'back' => 'Кері қайту',
    'site_map' => 'Сайт картасы',
    'view' => 'Посмотреть',
    'all_articles' => 'Все статьи',
    'all_works' => 'Все работы',
    'all_reviews' => 'Все отзывы',
    'full_text' => 'Полный текст',
    'more' => 'Подробнее',

    '404' => [
        'title' => 'Запрашиваемая Вами страница не найдена...',
        'link' => '<a class="btn btn--primary btn--lg" href="/'. app()->getLocale() .'/">Вернуться на главную страницу</a>'
    ]
];
