<?php

/**
 * Файл для статичных переводов
 **/


return [
    'feedback' => [
        'contacts' => 'Наши контакты',
        'title' => 'Есть вопросы?',
        'desc' => 'Оставьте заявку на консультацию и наши специалисты <br>
                            ответят на интересующие Вас вопросы ',
        'fio' => 'ФИО*',
        'phone' => 'Номер телефона*',
        'organization' => 'Название организации',
        'send' => 'Онлайн заявка',
        'success' => [
            'title' => 'Спасибо за Вашу заявку!',
            'desc' => 'Наши специалист свяжется с Вами в ближайшее время'
        ],
    ],

    'errors' => [
        'name.required' => 'Имя не указано',
        'name.max' => 'Имя не может быть больше :max символов',

        'phone.required' => 'Номер телефона не указан',
    ]
];
