<?php

/**
 * Файл для статичных переводов
 **/


return [
	'filling' => 'Раздел находится на стадии заполнения',
	'home' => 'Главная',
	'page_prev' => 'Предыдущая',
	'page_next' => 'Следующая',
    'back' => 'Вернуться',
    'site_map' => 'Карта сайта',
    'view' => 'Посмотреть',
    'all_articles' => 'Все статьи',
    'all_works' => 'Все работы',
    'all_reviews' => 'Все отзывы',
    'full_text' => 'Полный текст',
    'more' => 'Подробнее',

	'404' => [
		'title' => 'Запрашиваемая Вами страница не найдена...',
        'link' => '<a class="btn btn--primary btn--lg" href="/">Вернуться на главную страницу</a>'
	]
];
